Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelainen_lasten_kulttuurikeskus_mannu.html.tmx
Source language: fin
Languages: sme

source: Saamelainen lastenkulttuurikeskus Mánnu
sme: Sámi mánáidkulturguovddaš Mánnu

source: Ajankohtaista
sme: Áigeguovdilis

source: Saamenkielinen musiikkituokio
sme: Sámegielat musihkkaboddu

source: Saamelainen lastenkulttuukeskus Mánnu on aloittanut toimintansa vuonna 2004.
sme: Sámi mánáidkulturguovddáš Mánnu lea álggahan iežas doaimma jagi 2004.

source: Mánnu pyrkii toiminnallaan vahvistamaan saamelaisnuorten kulttuuri-identiteettiä, lisäämään saamelaisen perinteisen tiedon ja- taidon arvostamista, omaksumista ja tallentamista, mahdollistamaan sukupolvien välisiä yhteisöllisiä toimintamalleja.
sme: Mánnu geahččala doaimmainis nannet sámenuoraid kulturidentitehta, lasihit sámi árbevirolaš dieđu ja- dáiddu gudnejahttima, oahppama ja vurkema, dahkat vejolažžan buolvvaid gaskasaš searvvušlaš doaibmanmálliid. Mánu ulbmilin lea

source: Mánnun tavoitteena on ⦁ tuoda nuoria saamelaistaiteilijoita näkyviin toiminnan kautta ⦁ antaa lapsille ja nuorille mahdollisuuksia omaksua saamelaisia perinnetietoja ja – taitoja ⦁ luoda lapsille luonnollisia saamen kielen käyttö-tilanteita ⦁ lisätä tietoa muista alkuperäiskansoista ⦁ tarjota lapsille mahdollisuuksia persoonallisuuden monipuoliseen kehittämiseen ⦁ ohjata ja rohkaista lapsia ja nuoria luovaan itseilmaisuun ⦁ kehittää kulttuuri- ja taidekasvatusta saamelaisalueella ⦁ turvata saamelaislasten ja nuorten hyvinvointia ⦁ ehkäisee syrjäytymistä ⦁ edistää yhteistyötä paikallisten ja alueellisten toimijoiden välillä
sme: buktit nuorra sámedáiddáriid oidnosii doaimma bokte addit mánáide ja nuoraide vejolašvuođaid oahppat sámi tradišuvdnadieđuid ja – dáidduid

source: Yhteistyökumppaneina toimivat koulut, päiväkodit ja kielipesät, joiden kautta kohderyhmä eli saamelaisalueen alle 18-vuotiaat saamelaislapset ja nuoret tavoitetaan laajasti.
sme: láhčit mánáide sámegiela lunddolaš geavahandiliid

source: Käytännössä Mánnu järjestää saamelaiskulttuuria- ja saamen kieltä vahvistavaa toimintaa kouluihin, päiväkotiin ja kielipesiin.
sme: lasihit dieđuid eará eamiálbmogiin

source: Saamelainen lastenkulttuurikeskus osallistuu mahdollisuuksien mukaan myös saamelaistapahtumien järjestelyihin esimerkiksi tuottamalla ohjelma-sisältöjä lapsille ja nuorille.
sme: fállat mánáide vejolašvuođaid persovnna máŋggabealat ovddideapmái

source: Saamelainen lastenkulttuuri perustuu yhteisöllisyyteen, suullisen perimätiedon kautta oppimiseen, kulttuurin, taiteen ja duodjin omaksumiseen.
sme: láidestit ja roahkasmahttit mánáid ja nuoraid hutkás ovdanbuktimii

source: Lastenkulttuuri -toiminta on saamelaisen aineellisen ja aineettoman kulttuurin edistämistä.
sme: ovddidit kultur- ja dáiddabajásgeassima sámeguovllus

source: Saamelaista lastenkulttuurikeskus -toimintaa rahoittavat opetus – ja kulttuuriministeriö yhdessä saamelaisalueen kuntien ja saamelaiskäräjien kanssa.
sme: sihkkarastit sámemánáid ja nuoraid buorredili

source: Toiminnanohjaaja Petra Biret Magga-Vars puh. 040 7325503 petra.magga(at)samediggi.fi Facebook: @saamelainenlastenkulttuurikeskus
sme: eastadit healbama dahjege olggobeallái báhcima
